phil971-kant-rational-agency.org
#+TITLE: PHIL 971 - Kantian Conceptions of Rational Agency
#+DATE: July 2, 2020
#+AUTHOR: Colin McLear
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport archive nohugo
#+TODO: TODO NEXT | DONE CANCELED
#+TODO: DRAFT | DONE CANCELED
#+LANGUAGE: en
#+LATEX_HEADER: \usepackage[English]{babel}
#+OPTIONS: '":t

*** DONE Week 5 - Reason & Principles
SCHEDULED: <2020-09-15 Tue>
:PROPERTIES:
:EXPORT_HUGO_TAGS: action agency inference laws principles reasoning 
:EXPORT_FILE_NAME: week5
:END:

This week we continue our discussion of Kant’s conception of basing and inference. In
particular I want us to try and get clear on the sense in which Kant distinguishes
two different kinds of inferential activity. The first, “immediate” inference, is
carried out by the understanding. The second, “mediate” inference, is carried out by
the faculty of reason (here as a subfaculty, and not a synonym for the intellect as a
whole). What, if anything, is the difference between these two kinds of activity?
Assuming there is something distinctive about the activity of reason as such, what is
it? And can answering this question help us understand another enormously puzzling
claim that Kant makes:

#+begin_quote
Only a rational being has the capacity to act /in accordance with the representation
of laws/, that is, in accordance with principles, or has a /will/. Since reason is
required for the derivation of actions from laws, the will is nothing other than
practical reason. (GII, 4:412)
#+end_quote

So, questions to consider include:

1. What is the difference between mediate and immediate inference?
2. If every faculty has a distinctive kind of activity, what is the distinctive
   activity of (the subfaculty of) reason?
3. What does Kant mean by saying that reason is required for the derivation of action
   from laws? Is this connected to its distinctive function?
4. What is a principle? Is it the representation of a law?
   

- [[/materials/handouts/5-kant-principles.pdf][Handout]] for week 5
   
**** Readings
- Kant 
   + /Critique of Pure Reason/: [[/materials/readings/kant-pure-reason.pdf][On Pure Reason]] A298-309/B355-366
      - Kant’s discussion of reason as a faculty, focusing mostly on theoretical or
        ‘speculative’ reason
   + /Groundwork of the Metaphysics of Morals/: part I, 4:393-403 (in PP 49-57)
      - Kant’s initial analysis of the concept of duty, discussion of the will, and of
        maxims of action
   + /Critique of Practical Reason/: 1.i.1-4; 5:19-28 (in PP 153-62)
      - A discussion of practical laws, maxims, and principles – this recaps some of
        the material discussed in the /Groundwork/
   + /Metaphysics of Morals:/ §§II-III, 6:211-14, 6:221-28 (in PP 373-82)
      - An overview of Kant’s moral psychology – note the clear difference between
        will and choice
- Secondary readings (Optional):
   + Willaschek, /Kant on the Sources of Metaphysics/, [[/materials/readings/willaschek-reason.pdf][chs. 1-2]]
      - Overview of Kant’s conception of reason in the first /Critique/
   + Grier, "[[/materials/readings/grier-reason.pdf][Transcendental Illusion]]"
      - Overview of Kant on reason; particularly of interest to us is the discussion
        of reason in the second section, “Reason as the Seat of Transcendental Illusion”
   + Engstrom, “[[/materials/readings/engstrom-reason.pdf][Reason, Desire, and the Will]]”
      - Discussion of Kant’s conception of reason, desire, and will
   + Johnson, “[[/materials/readings/johnson-causal-will.pdf][The Moral Law as Causal Law]]” 
      - Discussion of the sense in which the moral law is universal; Johnson’s claim
        is that it’s universality stems from the fact that it is a form of causality,
        and all causality is lawful


