content/assignments/week5.md
+++
title = "Week 5 - Reason & Principles"
publishDate = 2020-09-15T00:00:00-04:00
tags = ["action", "agency", "inference", "laws", "principles", "reasoning"]
draft = false
weight = -100
author = false
toc = false
type = "post"
+++

This week we continue our discussion of Kant’s conception of basing and inference. In
particular I want us to try and get clear on the sense in which Kant distinguishes
two different kinds of inferential activity. The first, “immediate” inference, is
carried out by the understanding. The second, “mediate” inference, is carried out by
the faculty of reason (here as a subfaculty, and not a synonym for the intellect as a
whole). What, if anything, is the difference between these two kinds of activity?
Assuming there is something distinctive about the activity of reason as such, what is
it? And can answering this question help us understand another enormously puzzling
claim that Kant makes:

> Only a rational being has the capacity to act _in accordance with the representation
> of laws_, that is, in accordance with principles, or has a _will_. Since reason is
> required for the derivation of actions from laws, the will is nothing other than
> practical reason. (GII, 4:412)

So, questions to consider include:

1.  What is the difference between mediate and immediate inference?
2.  If every faculty has a distinctive kind of activity, what is the distinctive
    activity of (the subfaculty of) reason?
3.  What does Kant mean by saying that reason is required for the derivation of action
    from laws? Is this connected to its distinctive function?
4.  What is a principle? Is it the representation of a law?


## Readings {#readings}

-   Kant
    -   _Critique of Pure Reason_: [On Pure Reason](/materials/readings/kant-pure-reason.pdf) A298-309/B355-366
        -   Kant’s discussion of reason as a faculty, focusing mostly on theoretical or
            ‘speculative’ reason
    -   _Groundwork of the Metaphysics of Morals_: part I, 4:393-403 (in PP 49-57)
        -   Kant’s initial analysis of the concept of duty, discussion of the will, and of
            maxims of action
    -   _Critique of Practical Reason_: 1.i.1-4; 5:19-28 (in PP 153-62)
        -   A discussion of practical laws, maxims, and principles – this recaps some of
            the material discussed in the _Groundwork_
    -   _Metaphysics of Morals:_ §§II-III, 6:211-14, 6:221-28 (in PP 373-82)
        -   An overview of Kant’s moral psychology – note the clear difference between
            will and choice
-   Secondary readings (Optional):
    -   Willaschek, _Kant on the Sources of Metaphysics_, [chs. 1-2](/materials/readings/willaschek-reason.pdf)
        -   Overview of Kant’s conception of reason in the first _Critique_
    -   Grier, "[Transcendental Illusion](/materials/readings/grier-reason.pdf)"
        -   Overview of Kant on reason; particularly of interest to us is the discussion
            of reason in the second section, “Reason as the Seat of Transcendental Illusion”
    -   Engstrom, “[Reason, Desire, and the Will](/materials/readings/engstrom-reason.pdf)”
        -   Discussion of Kant’s conception of reason, desire, and will
    -   Johnson, “[The Moral Law as Causal Law](/materials/readings/johnson-causal-will.pdf)”
        -   Discussion of the sense in which the moral law is universal; Johnson’s claim
            is that it’s universality stems from the fact that it is a form of causality,
            and all causality is lawful
